Repository: valentinatessarounitn/LS-AutoArchive
Catalog: locale/*/*.po
Languages: it

source: You do not have sufficient rights to access this page.
it: Non hai i diritti sufficienti per accedere a questa pagina.

source: No surveys found.
it: Nessun sondaggio trovato.

source: Displaying {start}-{end} of {count} result(s).
it: Visualizzazione da {start} a {end} di {count} risultato/i.

source: Edit selected surveys
it: Modifica i sondaggi selezionati.

source: Send email
it: Invia email

source: Are you sure you want to send an email to the owners of the selected surveys?
it: Sei sicuro di voler inviare un'email ai proprietari dei sondaggi selezionati?

source: Survey ID
it: ID sondaggio

source: Status
it: Stato

source: Title
it: Titolo

source: Created
it: Creato

source: Responses
it: Risposte

source: Expiry date
it: Data di scadenza

source: Start date
it: Data di inizio

source: Activation date
it: Data di attivazione

source: Deactivation date
it: Data di disattivazione

source: Last warning for expiration
it: Ultimo avviso per la scadenza

source: Last warning for deactivation
it: Ultimo avviso per la disattivazione

source: %s rows per page
it: %s risultati per pagina

source: Continue?
it: Continuare?

source: Delete
it: Elimina

source: Delete surveys
it: Elimina sondaggi

source: Are you sure you want to delete all those surveys?
it: Sei sicuro di voler eliminare tutti quei sondaggi?

source: Set expiry date
it: Imposta data di scadenza

source: openSurveysMsg
it: Invio notifica sondaggi aperti

source: expiredSurveysMsg
it: Invio notifica sondaggi scaduti

source: Expiry now
it: Sospendi adesso

source: Expire surveys
it: Sospendi i sondaggi

source: Are you sure you want to expire all those surveys?
it: Sei sicuro di voler sospendere tutti questi sondaggi?

source: openSurveysExpiration
it: Sospensione sondaggi aperti

source: Deactivate surveys
it: Disattiva sondaggi

source: Are you sure you want to deactivate all those surveys?
it: Sei sicuro di voler disattivare tutti questi sondaggi?

source: expiredSurveysDeactivation
it: Disattivazione sondaggi scaduti

source: inactiveSurveysStructure
it: Struttura sondaggi inattivi

source: Delete survey responses
it: Elimina le risposte del sondaggio

source: Are you sure you want to delete all the selected survey responses?
it: Sei sicuro di voler eliminare tutte le risposte selezionate del sondaggio?

source: inactiveSurveysAnswer
it: Risposte sondaggi inattivi

source: User does not have valid permissions
it: L'utente non ha permessi validi

source: Failed to send email
it: Invio dell'email non riuscito

source: Detailed notification could not be sent because owner mail is missing or not valid:
it: Impossibile inviare la notifica dettagliata perché l'email del proprietario è mancante o non valida:

source: Detailed notification could not be sent because of error
it: Impossibile inviare la notifica a causa dell'errore

source: You cannot delete a survey with archived data
it: Non puoi eliminare un sondaggio con dati archiviati

source: Deleted
it: Eliminato

source: Failed to delete survey responses
it: Eliminazione delle risposte del sondaggio fallita

source: No response to delete
it: Nessuna risposta da eliminare
